====================
Установка
====================
Все файлы выгрузить в корень www-директории.
Проект должен находиться на отдельном домене или поддомене.

Например:
http://myproject.com/ или http://xxx.myproject.com/ - работать будет
А http://myproject.com/xxx/ - не будет.

Далее файл example.engine.mode.php скопировать/переименовать в файл
engine.mode.php, и в полученном файле поменять настройки соеденения с базой,
указать прочие необходимые настройки проекта.

Тестовый дамп базы данных находиться в файле example.dump.sql в корне проекте.
